Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Jerusalem – Israeli police and guard forces secured many streets and routes within occupied Jerusalem last night, particularly in the Old Town and neighborhoods en-route to the blessed Aqsa Mosque.
ar: القدس -أغلقت قوات من شرطة وحرس حدود الاحتلال الإسرائيلي، الليلة الماضية، العديد من الشوارع والطرقات في القدس المحتلة خاصة في بلدتها القديمة والشوارع والطرقات والأحياء المؤدية إلى المسجد الأقصى المبارك.

source: Occupation officials issued a decree by which Palestinian citizens are banned from entering occupied Jerusalem. Palestinians under the age of fifty are forbidden from accessing the Old Town and Al Aqsa Mosque.
ar: وأصدرت السلطات المحتلة قراراً تمنع بموجبه المواطنين الفلسطينيين ممن يتمكنون من دخول القدس المحتلة، وتقل أعمارهم عن الخمسين عاماً من دخول البلدة القديمة والمسجد الأقصى المبارك.

source: Occupational procedures come in light of institutional as well as national and religious leaderships in Jerusalem and the lands of 1948 calling on citizens to march towards the blessed Aqsa Mosque, in opposition to fanatic Jewish sects. Jewish groups ann
ar: وجاءت إجراءات الاحتلال في أعقاب الدعوات التي وجهتها الهيئات والمؤسسات والقيادات الوطنية والدينية في مدينة القدس وأراضي العام 1948م للمواطنين بالنفير العام إلى المسجد الأقصى المبارك للتصدي لقطعان الجماعات اليهودية المتطرفة، والتي أعلنت عن مسيرة كبرى اليوم،

source: Insight resources revealed that all attempts to pressure occupational forces into preventing the rally have failed; giving rise to the possibility of confrontations not limited to Jerusalem borders.
ar: وذكرت مصادر مطلعة بأن كل محاولات الضغط على شرطة الاحتلال لدفعها لاتخاذ قرارٍ بمنع وإلغاء مسيرة الجماعات والجمعيات اليهودية المتطرفة باءت بالفشل، مما يفتح الباب على مصراعيه لاحتمال اندلاع مواجهات قد لا تقف عند حدود مدينة القدس وضواحيها.

source: Jewish fanatic groups threatened to storm Al Aqsa Mosque on Thursday in light of their beliefs that it is ‘the temple’s mountain’.
ar: وكانت جماعات يهودية متطرفةقد هددت باقتحام المسجد الاقصى اليوم الخميس، والذي حسب اعتقاداتهم انه جبل الهيكل.

source: The Islamic movement within the green line had warned against the consequences of storming the mosque, and invited Palestinians in Israel to take part in organized visits to Al Aqsa in an effort to compact these groups.
ar: وحذرت الحركة الإسلامية داخل الخط الأخضر من مغبة اقتحام الحرم، كما دعت الفلسطينيين في إسرائيل للانضمام للزيارات التي ستنظمها إلى الحرم للتصدي لهذه الجماعات.

source: Movement sources anticipate that an attempt to storm Al Aqsa mosque will occur in the early hours of today.
ar: وتتوقع مصادر الحركة أن تتم محاولة اقتحام ساحة المسجد الأقصى خلال الساعات المبكرة من صباح اليوم.

source: Sheikh Akrama Sabry, Jerusalem’s former Mufti (an Islamic scholar who is an interpreter or expounder of Islamic law), said the Israeli government should be held accountable for any disastrous repercussions to Jewish groups storming the mosque
ar: وقد حذر الشيخ عكرمة صبري مفتي القدس السابق وإمام المسجد الأقصى من عواقب كارثية إذا تمت عملية الاقتحام وحمل الحكومة الإسرائيلية مسؤولية أي عواقب.

source: Hatem Abdel Qader, advisor to Salam Fayyad, former Palestinian Prime Minister for Jerusalem affairs, said “We have invited people as well as national, religious, and institutional parties to participate”
ar: وقال حاتم عبد القادر مستشار رئيس الوزراء الفلسطيني سلام فياض لشؤون القدس، دعونا الناس والفعاليات الوطنية والدينية والمؤسسات من أجل المشاركة.

source: Abdel Qader said that the prevention of the fanatic-induced march towards Al Aqsa mosque by Israeli police forces was likely, affirming that police authorities have hinted at this.
ar: لكن عبد القادر، رجح أن تمنع الشرطة الإسرائيلية المسيرة الكبيرة التي يخطط لها مستوطنون متطرفون اليوم لاقتحام المسجد الأقصى، وقال عبد القادر إن الشرطة الإسرائيلية ألمحت له بهذ الامر.

source: He clarified that the Palestinian invitation for a rally towards Al Aqsa Mosque will still prevail even if the settlers’ march was averted.
ar: واوضح ان الدعوة الفلسطينية، الى النفير نحو المسجد الأقصى ستظل قائمة حتى لو تم إلغاء مسيرة المستوطنين.

source: Israeli police forces restricted the number of Palestinians allowed access to Al Aqsa Mosque out of fear of conflict.
ar: وقد قلصت الشرطة الاسرائيلية عدد الفلسطينيين المسموخ لهم بالوصول إلى المسجد الأقصى خشية وقوع مصادمات.

source: Israel police authorities announced that it will ban Jerusalem residents under the age of fifty from entering Al Aqsa mosque.
ar: واعلنت الشرطة الاسرائيلية انها ستمنع الفلسطينيين من سكان القدس الذين تقل اعمارهم عن 50 عاما من دخول المسجد الاقصى،اليوم ويحملون الهوية الاسرائيلية

source: Our reporter said Israeli forces intensified existence in mosque arenas and Jerusalem as their fear confrontations between Palestinian prayers and Jewish groups, who have declared intentions to pursue Talmudic rituals within the holy mosque.
ar: وقال مراسلنا ان الشرطة الاسرائيلية كثفت من تواجدها في ساحات المسجد الاقصى وفي محيط القدس، خشية وقوع صدامات غدا بين المصلين الفلسطينيين وجماعات يهودية اعلنت انها ستقيم غدا شعائر تلمودية داخل باحات المسجد الاقصى.

source: ‘The Islamic Movement in Palestine’ and ‘Al Aqsa institution for Heritage and Culture’ has announced that Thursday will witness a “General March towards Jerusalem and Al Aqsa Mosque”, as Jewish groups intend to storm Al Aqsa mosque and perform Talmudic ri
ar: هذا وتنظم الحركة الإسلامية في الداخل الفلسطيني ومؤسسة الأقصى للوقف والتراث، اليوم الخميس يوم النفير العام الى القدس والمسجد الأقصى نصرة للقدس والمسجد الأقصى، في ظل إعلان جماعات ومنظمات يهودية إقتحام المسجد الأقصى وإقامة الشعائر التلمودية داخل المسجد الأ

source: The establishment of an Arab council to counter financial crisis repercussions
ar: إنشاء مجلس عربي لمواجهة تداعيات الأزمة العالمية

source: Moheet – Exclusive
ar: محيط ـ خاص

source: Arab finance ministers approved the establishment of a council aiming to coordinate financial policies between Arab nations and counter financial crisis repercussions.
ar: أقر وزراء المالية العرب إنشاء مجلس يهدف لتنسيق السياسات المالية بين الدول العربية لمواجهة تداعيات الازمة المالية العالمية ونتائجها.

source: A press release revealed today that the council, headed by Kuwiti finance minister Mustafa Al Shamali, she d light on the importance of coordination between Arab financial policies in order to combat economic downturn, taking into account several fiscal j
ar: وقال بيان صحافي اليوم إن الاجتماع الذي ترأسه وزير المالية الكويتي مصطفى الشمالي اكد على الاهمية الكبيرة للتنسيق في السياسات المالية بين الدول العربية لمواجهة تداعيات الازمة المالية العربية في ضوء العديد من المبررات والاعتبارات الاقتصادية.

source: The press release indicated the Arab financial ministers meeting was in parallel to Arab monetary institution meetings held in the Dead Sea region. The meetings were held in an effort to coordinate and combat economic issues, consequences, and policies a
ar: واشار البيان إلى أن لقاء وزراء المالية العرب جاء على هامش اجتماعات هيئات المال العربية الذي يعقد بمنطقة البحر الميت وذلك لتنسيق المواقف لمواجهة القضايا الاقتصادية وتداعياتها اضافة الى تنسيق السياسات الاقتصادية والمالية وتبادل الخبرات والتجارب بين الدول

source: The inauguration of the Arab finance ministers’ council is a direct result of a common meeting held between finance ministers and central bank governors held in Kuweit early this year, encouraged by the Arab Economic Summit.
ar: وجاء انشاء مجلس لوزراء المالية العرب نتيجة للاجتماع المشترك لوزراء المالية ومحافظي المصارف المركزية الذي عقد في الكويت في بداية العام الجاري على هامش القمة العربية الاقتصادية.

source: The release stated that the Jordanian finance minister will head the meetings in accordance to agreed-upon protocols which follow alphabetical order.
ar: وذكر البيان انه ووفقا للقواعد المتفق عليها في اختيار الرئيس فان وزير المالية الاردني سيكون الرئيس الاول للاجتماعات وذلك حسب الحروف الابجدية.

source: The Qatar Foundation has announced it is launching a 'Stars of Science' competition to promote the most innovative youth projects in science and technology to be broadcast across the Middle East and North Africa with the aim of discovering young Arab inn
ar: أعلنت مؤسسة قطر عن إطلاق مسابقة (نجوم العلوم) وهي مسابقة تسلّط الضوء علي مشاريع الشباب الأكثر ابتكارا في مجالي العلم والتكنولوجيا وسيتم بثها في كل منطقة الشرق الأوسط وشمال أفريقيا بهدف اكتشاف المبتكرين العرب الشباب وخصصت المؤسسة جائزة قدرها 300 ألف دولار

source: The US envoy George Mitchell meets a delegation from Fatah movement
ar: المبعوث الأمريكي جورج ميتشل يلتقي وفدا من حركة فتح

source: Ramallah / PNN- The US special envoy to the Middle East, George Mitchell, met today, a Fatah movement delegation in Ramallah city, where they discussed the current situation and the possibility of achieving peace.
ar: رام الله/ PNN - التقى، اليوم الجمعة، المبعوث الأمريكي الخاص للشرق الأوسط جورج ميتشل وفدا من حركة فتح في مدينة رام الله، تم من خلاله مناقشة الأوضاع الراهنة وفرص تحقيق السلام..

source: The Fatah delegation has expressed its serious concern of the declared an undeclared policies by the Israeli government and of its refusal to recognize the Palestinian people's right to self-determination on their land, in addition to the occupational pro
ar: وقد عبر الوفد الفتحاوي عن قلقه الشديد جراء السياسات المعلنة وغير المعلنة للحكومة الإسرائيلية ورفضها القاطع للاعتراف بحق الشعب الفلسطيني بتقرير مصيره على أرضه، إضافة إلى الإجراءات الاحتلاليه التي تقوم بها الحكومة في القدس تحديدا وفي الضفة الغربية عموما، وب

source: Qaddora Faris said that the delegation informed Mr. Mitchell that it was not enough to exercise pressure on Israel to agree to the two countries solution, but it has to recognize the national rights of the Palestinian people, and stop its settlements and
ar: وقال قدوره فارس أن الوفد ابلغ السيد ميتشل انه من غير الكافي الضغط على إسرائيل للموافقة على حل الدولتين، بل لا بد من أن تعترف بالحقوق الوطنية للشعب الفلسطيني، وان توقف استيطانها وعدوانها على شعبنا، وأوضح قدوره انه ما لم يمارس ضغطا جديا على إسرائيل فان هذا

source: The discovery of the genes that cause stroke
ar: اكتشاف الجينات المسببة للسكتة

source: Chicago – AOL Arabs – Agencies: Scientists discovered significant genetic differences that increase the risk of brain stroke which millions of people suffer.
ar: شيكاغو – العرب أونلاين – وكالات:اكتشف علماء اختلافات جينية مهمة تزيد بشكل كبير من خطر الإصابة بالسكتة الدماغية وهي موجودة لدى ملايين البشر.

source: They said that the study is the first to identify different common genetic types that affect the risk of having stroke in the United States and may lead to better treatments.
ar: وقالوا إن الدراسة هي الأولى التي تعرف أشكالا جينية مختلفة شائعة تؤثر على خطر الإصابة بالسكتة في الولايات المتحدة وربما تقود إلى علاجات أفضل.

source: Eric Boerwinkle of the Centre for Health Sciences at the University of Texas said that while other stroke-related genes were discovered yet none of them were found among this large number of the population.
ar: وقال اريك بوروينكل من مركز علوم الصحة بجامعة تكساس إنه بينما اكتشفت جينات أخرى متصلة بالسكتات إلا أن أيا منها لم تشمل هذه النسبة الكبيرة من السكان.

source: Boerwinkle said that his team was one of several teams that participated in the study published in a New England Medical periodical This is the first step towards uncovering the genetic role in this debilitating disease.
ar: وقال بوروينكل الذي كان فريقه أحد عدة فرق ساهمت في الدراسة المنشورة في دورية نيو انجلاند الطبية هذه خطوة أولى في كشف النقاب عن الإسهام الجيني في هذا المرض الموهن.

source: Stroke is the third major cause of death in the United States and causes serious long-term disabilities for many people around the world.
ar: وتعد السكتة ثالث سبب رئيسي للوفاة في الولايات المتحدة ويسبب إعاقات خطيرة طويلة الأمد للعديد من الناس في أنحاء العالم.

source: Boerwinkle said that the teams discovered different forms of the genes on chromosome 12 near two other genes linked with stroke. The first is called ‘WNK2’ which is related to controlling blood pressure and the other is ‘NINJ2’, which is linked to the bra
ar: وقال بوروينكل إن الفرق وجدت شكلين مختلفين من الجينات على الكروموسوم 12 بالقرب من جينين متصلين بالإصابة بالسكتة. الأول اسمه دبليو.ان.كيه.2 وهو متصل بالتحكم في ضغط الدم والآخر ان.آي.ان. جيه.2 وهو يرتبط بإصلاح إصابات المخ.

source: Both neighbouring genes are also strongly linked with stroke caused by a lack of blood pumped to the brain which is the most common type of strokes that is caused by blocked blood vessels in the brain.
ar: والجينان المتجاوران مرتبطان أيضا بقوة بالإصابة بالسكتة الدماغية الناجمة عن نقص وصول الدم للمخ وهو النوع الأكثر شيوعا من السكتات ويسببه انسداد الأوعية الدموية في المخ.

source: Boerwinkle said that it was not clear which one of the genes in particular is the related one but he said that the most likely possibility it was the NINJ2.
ar: وقال بوروينكل إنه من غير الواضح أي جين على وجه التحديد هو المرتبط ولكنه قال إن الاحتمال الأرجح هو ان.آي.ان.جيه.2 .

source: Obama uncovers former American administration anguish methods
ar: اوباما يكشف طرق التعذيب التي اقرتها الادارة الامريكية السابقة

source: Bethlehem: Maan: American President Barack Obama authorized the publication of detailed memorandums authored by the American Department of Justice on torment methods. The memos were written in an effort to justify and legitimize anguish techniques impose
ar: بيت لحم- معا- اقر الرئيس الامريكي باراك اوباما الليلة الماضية الخميس نشر تفاصيل المذكرات التي اصدرتها وزارة العدل الامريكية لتبرير وتشريع طرق التعذيب التي اتبعتها ادارة جورج بوش منذ عملية الحادي عشر من سبتمبر.

source: Obama had permitted the publication of four memos issued by the American Department of Justice in the years 2002 – 2005; the memos explain torment methods utilized in interrogating terrorism suspects.
ar: وسمح اوباما بنشر اربعة مذكرات قانونية اصدرتها وزارة العدل الامريكية ما بين الاعوام( 2002-2005) وتتضمن طرق التعذيب المتبعة في التحقيق مع المشتبه بهم باعمال ارهابية .

source: According to Haartz, the legal memorandums aim to legitimize torment practices despite these being classified as coercive techniques by the world and many Americans.
ar: وهدفت المذكرات القانونية وفقا لما اوردته صحيفة هآرتس الى منح اساليب التعذيب غطاء قانوني رغم ان هذه الاساليب تعتبر اعمال تعذيب من وجهة نظر غالبية الامريكيين والعالم.

source: The four memorandums unveil interrogation procedures undertaken by the CIA against twenty eight individuals suspected to be Al Qaeda members, as they were detained in covert areas and subjected to illegal interrogation methods, which included being expose
ar: وتوضح المذكرات الاربع تفاصيل اساليب التحقيق التي اتبعتها وكالة الاستخبارات الامريكية CIA مع 28 مشتبها بعضوية تنظيم القاعده اعتقلوا في مراكز توقيف سرية وخضعوا لاساليب تحقيق غير قانونية وغير انسانية مثل تعريضهم للدغات العقارب واغراقهم في المياه ومنعهم من

source: The memorandums, issued upon the request of the Civil Rights Union, revealed several torture methods including whipping the face and stomach, detaining suspects within confined areas in uncomfortable positions, as well as other torment procedures.
ar: ومن اساليب التعذيب التي تضمنتها المذكرات التي نشرت بناء على مطالبة اتحاد الحريات المدنية في الولايات المتحدة، الجلد على الوجه والبطن، احتجاز المعتقلين في مساحات ضيقة وبأوضاع غير مريحة وسلسلة اخرى من اساليب التعذيب.

source: Despite deeming these practices immoral, inhumane, and illegal, a press release issued by the White House on behalf of Barack Obama stated that the American president has vowed not to prosecute terror interrogators. His decision comes under the premise t
ar: ورغم اقرار بيان صدر عن البيت الابيض بان هذه الاساليب تهدد القيم الاخلاقية والانسانية والقانونية للولايات المتحدة، الا ان باراك اوباما حسم امره بعدم محاكمة رجال المخابرات الذين قاموا بمثل هذه الاعمال، بحجة انهم قاموا بأعمالهم بناء على اوامر مختلف عليها، وج

source: Rap finds its way to Syria
ar: الراب يجد طريقه إلى سورية

source: They started singing in their bedrooms and then went out to the streets
ar: بدؤوا الغناء من غرف نومهم إلى الشوارع

source: – Al-Jazeera Talk –
ar: - الجزيرة توك -

source: Hamam Kadar
ar: همام كدر

source: I support my brothers in Gaza, I only bow to God and no one else, this is the story of my life, from the day I was born, till the day I will die, I hear my moans as I save money.
ar: يا خيَّا بغزة مكرفوني مدفعك، بتركع لله ما حدا بركعّك، وهي قصة حياتي من يوم خلقت لمماتي،.بسمع صوت أهاتي و أنا عم صمّد مصرياتي

source: These are the lyrics of new songs in spoken language, by the Street Art band of Arab rap, or hip-hop, which has widely spread recently in Syria. In one city for example, there are about ten bands that sing rap, not officially on scenes and in cultural cen
ar: تلك مقاطع لأغنيات جديدة باللهجة المحكية لفرقة فن الشارع للراب العربي أو الهيب هوب التي انتشرت مؤخرا في سورية بشكل كبير ففي مدينة واحدة مثلا يوجد حوالي عشر فرق تغني الراب وهم لا يغنوّن بشكل رسمي على المسارح ودور الثقافة بل في الشوارع والساحات العامة.

source: In a country like Syria, the proliferation of this type of singing is very difficult, despite the fact that the cultural scene in general has opened up, especially during last year following the celebration of Damascus as the capital of Arab culture in 20
ar: في بلد مثل سورية يبدو أن انتشار هكذا نوع من الغناء صعب جدا على الرغم من أن الوضع الثقافي بشكل عام شهد انفتاحا كبيرا خصوصا العام الماضي بمناسبة احتفالية دمشق عاصمة للثقافة العربية عام 2008.

source: This celebration hosted musical events of various cultures and countries, except for rap that hasn’t been performed officially on Syrian scenes. It seems that rappers do not need scenes and official invitations to perform their songs, since they are ready
ar: حيث استضافت الاحتفالية فعاليات موسيقية من ثقافات وبلدان متعددة باستثناء الراب فلم يمثل حتى الآن بشكل رسمي على المسارح السورية ويبدو أن صانعي هذا النوع من الغناء لا يحتاجون للمسارح والدعوات الرسمية كي يقدموا أغانيهم بل هم مستعدون للغناء في الشوارع والحدائق

source: Al-Jazeera Talk met with Hany al-Sawah, one of the members of a rap band called Street Art, who told us that their band was founded in 2005, but started effectively last year. About the idea of its creation, Hany said: At the outset, we started by imitat
ar: الجزيرة توك التقت هاني السواح أحد أعضاء فرقة راب اسمها فن الشارع (street art) الذي أخبرنا أن فرقتهم تأسست عام 2005 لكنها تواجدت وبدأت فعليا في العام الماضي وتحدث عن فكرة إنشائها قائلا: « في البداية قمنا بتقليد مغنيي الراب الأجانب حتى في أشكالهم ثم ألفنا ر

source: Street Art band consists of two singers and an audio engineer, who sing and compose lyrics. Al-Sawah added that they meet every Thursday in a specific street, with other bands to exchange new rap ideas and songs. They rarely performed on scenes: “We perfo
ar: فن الشارع فرقة مؤلفة من ثلاث عناصر مغنيين ومهندس صوت وهم أنفسهم يغنون ويؤلفون الكلمات وأضاف السوّاح أنهم يجتمعون كل يوم خميس في شارع محدد مع بقية الفرق لتبادل الأغنيات والأفكار الجديدة في الراب وقليلة جدا الحفلات الرسمية التي أحيوها على مسارح قال عن ذلك:

source: The bands usually sing in gardens and university halls, and most of their audiences are young people. The internet, especially Facebook, is the main medium where they exchange songs on Syrian websites and forums about rap.
ar: غالبا ما يغنوا في الحدائق وساحات الجامعات وأغلب جمهورهم من الشباب ويعد الانترنت وموقع Facebook تحديدا هو أحد أهم الساحات التي يتبادلون بها الأغاني مع بعض المواقع والمنتديات السورية الخاصة بالراب.

source: Every rapper has a nickname, or an “artistic name”, which is usually an Arabic name such as “Sawt Soory” (Syrian Voice) and “Joolany Lmaydaany” (Golan Guy). The same goes for the bands, like “Laji’i rap” (Rap refugees), “Aks seer” (Running Against the Tra
ar: كما يوجد لكل مغني راب لقب أو اسم فني وغالبا ما تكون أسماء عربية مثل (صوت سوري، جولاني الميداني)وكذلك أسماء الفرق مثل(لاجئي الراب، عكس السير، أبناء الغضب) .

source: As for their songs, they usually criticize politics and society, or talk about emotions and the problems of young people in general. Khaled al-Kilani, one of the famous rappers in Syria, wrote and sang a song on the death of his sister. Khalid insists to
ar: أما أغانيهم فأغلبها ناقدة منها السياسي والاجتماعي والعاطفي ومشاكل الشباب بشكل عام، خالد كيلاني أحد أشهر مغنيي الراب في سورية كتب وغنى أغنية بمناسبة وفاة أخته وخالد يصرّ في كل حفلة على الخروج بالمظهر العربي وأحيانا بالشماخ الفلسطيني لأنه يعتبر أن مهمة الرا

source: One of their political songs criticizing Arab countries for not supporting Gaza during the recent war is entitled “Onadikm” (I am calling you), and one of their love songs is “Tarakto taht el matar” (I left him under the rain) that includes some English w
ar: ومن أغانيهم السياسية التي ينتقدون بها الدول العربية التي لم تقف إلى جانب غزة أثناء الحرب الأخيرة عليها مثل أغنية أناديكم وأغاني عاطفية مثل أغنية تركته تحت المطر تدخل بها بعض الكلمات الانكليزية إضافة لأغاني النقد الاجتماعي كأغنية جدار التي تتحدث عن الجدار

source: Zigzag is a band composed of two singers who started about a year ago, and who wanted to make a name for themselves, especially in rap. They say that hip-hop is not empty talk and trivial things as some people think it is, and it’s not just combining lyri
ar: زكزاك أو الطريق المتعرج فرقة مؤلفة من مغنيين بدأت منذ سنة تقريبا أرادوا أن يصنعوا لأنفسهم اسما خاصة في الراب و يقولوا أن الهيب هوب ليس كلام فارغا وأشياء تافهة كما ينظر إليها الناس على حد تعبيرهم وليس فقط وضع كلمات على ألحان جاهزة بل يكتبون ألحان خاصة بهم

source: Somali parliament unanimously consents to Islamic Sharia implementation
ar: البرلمان الصومالي يتبنى بالإجماع تطبيق الشريعة الإسلامية

source: Somali transitional parliament unanimously adopted a bill passed by the government on the implementation
ar: تبنى البرلمان الانتقالي الصومالي بالإجماع، اليوم السبت، في اجتماع له بمقديشو مشروع قانون طرحته

source: implementation of Islamic Sharia, according to deputy parliament speaker Othman Elmi Boqore. This occurred during a parliamentary meeting held Saturday in Mogadishu.
ar: الحكومة لتطبيق الشريعة الإسلامية، وفقا لما ذكره نائب رئيس البرلمان عبد الله عثمان بوقري

source: “There were 340 members at the session and they voted unanimously for the implementation of Islamic sharia in Somalia,” said Bogore,
ar: وقال بوقري، الذي ترأس المداولات في غياب رئيس البرلمان عدن محمد نور لوكالة فرانس برس: حضر الجلسة

source: who presided over the debates in the absence of speaker Aden Mohamed Nur.
ar: عضوا في البرلمان وصوتوا بالإجماع على تطبيق الشريعة في الصومال.

source: He said the parliament endorsed the government’s law proposal, adding that they now
ar: وأضاف أن البرلمان صادق على مشروع القانون الذي قدمته الحكومة، مضيفا لدينا

source: have an Islamic government.
ar: حكومة إسلامية.

source: The Somali parliament’s verdict will not include two quasi-independent regions north of the country, which are Puntland and the Republic of Somaliland. A real challenge awaits the government in the practical implementation of this decision, which ultimat
ar: ولا ينتظر أن يشمل قرار البرلمان الصومالي كيانين يتمتعان بالحكم الذاتي في شمال البلاد، هما منطقة بونتلاند وجمهورية صوماليلاند، كما أن التحدي الرئيسي هو في تحويل هذا القرار إلى إجراءات عملية على الأرض وهو ما قد يقنع معارضي الرئيس الصومالي الحالي شيخ شري

source: Those opposed to Al Sheikh Sherif and the new Somali government and especially the Islamic Party had set conditions to acknowledge and cooperate with the government. Such terms included the application of Islamic Sharia in all aspects within the country,
ar: وكان معارضو الشيخ شريف والحكومة الصومالية الجديدة وبخاصة الحزب الإسلامي قد وضعوا شروطا للاعتراف بهذه الحكومة والتعاون معها؛ منها تطبيق الشريعة الإسلامية في جميع مرافق الحياة بالبلاد، وإلغاء الدساتير السابقة والحالية، وانسحاب القوات الإفريقية من الصومال.
